{
  "fishes": [{
    "title" : "Aquarium Monster Fish : Arapaima",
    "episode_number" : "1",
    "main_characters" : ["Arapaima gigas", "Arapaima mapae", "Arapaima arapaima", "Arapaima agassizii"],
    "description" : "This is the largest fish found strictly in fresh water. The arapaima is very unique among fish— it can breathe air! They have a very primitive lung. They can take up oxygen through their gills also but they typically live in oxygen-poor waterways and supplement with air breathing. Arapaima can reach lengths of more than 2 m (6 ft 7 in), in some exceptional cases even more than 2.5 m (8 ft 2 in) and over 100 kg (220 lb). The maximum recorded weight for the species is 200 kg (440 lb), while the longest recorded length was 4.52 m (15 ft).",
    "poster" : "fish_poster_1.jpg",
    "fish_image" : "fish_cover_1.jpg"
  },

  {
    "title" : "Aquarium Monster Fish : Peacock Bass",
    "episode_number" : "2",
    "main_characters" : ["Cichla temensis", "Cichla monoculus", "Cichla ocellaris", "Cichla intermedia", "Cichla piquiti"],
    "description" : "Peacock bass (Cichla) is a genus of large cichlids, diurnal and predatory freshwater fish native to the Amazon and Orinoco basins, as well as rivers of the Guianas, in tropical South America. They are sometimes referred to in English by their Brazilian name tucunaré or their Spanish name pavon. Despite the common name and their superficial similarity, they are not closely related to other fish known as bass, such as the North American largemouth bass. The speckled peacock bass is the largest species and can grow to 1 m (3.3 ft) in length, and may be the largest of all cichlid fishes. Most display a color pattern based on a theme of three wide vertical stripes on their bodies, sometimes with smaller intermediate bands, only a grey, brown, yellow, or green background.",
    "poster" : "fish_poster_2.jpg",
    "fish_image" : "fish_cover_2.jpg"
  },

  {
    "title" : "Aquarium Monster Fish : Oscar",
    "episode_number" : "3",
    "main_characters" : ["Tiger Oscar", "Red Oscar", "Albino Oscar", "Wild Oscar", "Red Lutino Oscar"],
    "description" : "Oscars are a very popular fish in the freshwater world. They can often learn to recognize their owners and even show moods at times. These fish are very hardy and can survive even some of the worst conditions. However, this does not mean that they should be subjected to them. Oscars can regularly reach a size of 11 to 12 inches and some have been measured at over 15 inches in very large aquariums and in the wild. Most experienced aquarists will tell you that the bare minimum for an Oscar is a 55-gallon tank. Oscars are also very messy eaters and require extra filtration. They can also become very territorial if kept in too small of a tank. This will mean you can not keep anything else with them.",
    "poster" : "fish_poster_3.jpg",
    "fish_image" : "fish_cover_3.jpg"
  },

  {
    "title" : "Aquarium Monster Fish : Arowana",
    "episode_number" : "4",
    "main_characters" : ["Red Arowana", "Cross Back Golden Arowana", "Green Arowana", "Silver Arowana", "Black Arowana"],
    "description" : "Arowanas are freshwater bony fish of the family Osteoglossidae, also known as bonytongues. In this family of fish, the head is bony and the elongated body is covered by large, heavy scales, with a mosaic pattern of canals. Depending on the classification system used, there are 10 types of arowana commonly kept as pets; 4 from Asia, 3 from South America, 2 from Australia and 1 from Africa. Arowanas are solitary fish and only allow company while young; adults may show dominance and aggression. Some compatible species often partnered with this fish are clown knifefish, pacu, oscars, jaguar cichlids, green terrors, gar, tinfoil barb, Siamese tigerfish, and any other somewhat aggressive fish that cannot fit in the arowana's mouth. These fish are best kept with live or frozen feed and they easily outgrow the tank within 8 to 10 months. An aquarium of at least 150 gallons is a minimum, while tanks upwards of 400-600 gallons is preferable.",
    "poster" : "fish_poster_4.jpg",
    "fish_image" : "fish_cover_4.jpg"
  },

  {
    "title" : "Aquarium Monster Fish : Red Tail Catfish",
    "episode_number" : "5",
    "main_characters" : ["Red Tail Catfish", "Asian Red Tail Catfish"],
    "description" : "The redtail catfish (Phractocephalus hemioliopterus) got its name due to its bright orange tail fin. This is a good looking, but very large and predatory catfish, that yet is being kept in tanks. It can be seen on sale quite often as well. The redtail catfish grows very large even in small tanks. You’ll need a very roomy tank to keep this fish. It’s a predator, therefore everything it can swallow will be eaten and it can eat quite a lot. General length of the fish reaches 1,8 m (5 ft 11 in) and it weighs 80 kg (180 lb). In tanks the fish tends to grow significantly smaller, but still its size is from 50 cm (20 inches) and to 100 cm (40 inches). The fish lifespan is over 15 years.",
    "poster" : "fish_poster_5.jpg",
    "fish_image" : "fish_cover_5.jpg"
  },

  {
    "title" : "Aquarium Monster Fish : Marble Catfish",
    "episode_number" : "6",
    "main_characters" : ["Marble Catfish"],
    "description" : "A white variation with black patterns is commonly seen in the aquarium fish trade. However, this color variation is also prohibited where walking catfish are banned. Very well-rooted plants and large structures that provide some shade should be included. Any tankmates small enough will be eaten.",
    "poster" : "fish_poster_6.jpg",
    "fish_image" : "fish_cover_6.jpg"
  }]

}